exports.menu = (pushname, sender, prefix, banChats, ucapanWaktu, timeWib, timeWit, timeWita) => {
return`╭─❒ 「 𝐻𝑎𝑚 - 𝐵𝑜𝑡𝑧𝑧 」 ──────
│
│ 
│ *Nama : ${pushname}*
│ *Tag    : @${sender.split('@')[0]}*
│ *Server : _Baileys_*
│ *Type : _NodeJs_*
│ *Prefix : 「 _𝐌𝐮𝐥𝐭𝐢𝐏𝐫𝐞𝐟𝐢𝐱_ 」*
│ *Bot mode : ${banChats ? "SELF-MODE" : "PUBLIC-MODE"}*
│
│
│ *⏳ 𝐓 𝐈 𝐌 𝐄 𝐈 𝐍 𝐅 𝐎 🗓️*
│
│ *${ucapanWaktu} kak*
│
│ *${timeWib}* _𝐖𝐢𝐛_ ⏰
│ *${timeWit}* _𝐖𝐢𝐭_ ⏰
│ *${timeWita}* _𝐖𝐢𝐭𝐚_ ⏰
│
│
└───────────────────
 ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎
╭─❒ REQUEST/REPORT
│ _${prefix}request_
│ _${prefix}bugreport_
│ 
├ ─❒ BUG MENU
│ _${prefix}bug_
│ _${prefix}bugtroli_
│ _${prefix}bugtroli2_
│ _${prefix}bugtroli3_
│ _${prefix}buggc_
│ _${prefix}bughole_
│ _${prefix}bugcombine_
│ _${prefix}buglokasi_
│ _${prefix}bugpc_
│
├ ─❒ OWNER
│ _${prefix}off_ <alasan>
│ _${prefix}on_
│ _${prefix}bc_
│ _${prefix}status_
│ _${prefix}self_
│ _${prefix}public_
│ _${prefix}setthumb_
│ _${prefix}settarget_
│ _${prefix}setppbot_
│ _${prefix}setfakeimg_
│ _${prefix}shutdown_
│ _${prefix}restart_
│ _${prefix}setreply_
│ _${prefix}clearall_
│ _${prefix}readall_
│ _${prefix}term_ <code>
│ _${prefix}addrespon_ <key|respon>
│ _${prefix}dellrespon_ <key>
│ _${prefix}setcmd_ <prefix+command>
│ _${prefix}delcmd_ <reply stick>
│ _>_ <eval code>
│ _=>_ <eval async>
│ _$_ <exec>
│
├ ❒ ISLAM
│ _${prefix}asmaulhusna_
│ _${prefix}kisahnabi_
│ _${prefix}doaharian_
│ _${prefix}ayatkursi_
│ _${prefix}bacaanshalat_
│ _${prefix}hadist_
│ _${prefix}tahlil_
│ _${prefix}doawirid_
│ _${prefix}jadwalsholat_
│ _${prefix}niatsholat_
│
├ ❒ RANDOM
│ _${prefix}waifu_
│ _${prefix}loli_
│ _${prefix}sagiri_
│ _${prefix}neko_
│ _${prefix}megumin_
│ _${prefix}nsfwneko_
│ _${prefix}nsfwwaifu_
│ _${prefix}wallpaperanime_
│ _${prefix}husbu_
│ _${prefix}faktaunik_
│ _${prefix}quotes_
│ _${prefix}quotesmuslim_
│ _${prefix}quotesbucin_
│ _${prefix}quoteskanye_
│ _${prefix}wallpaper_
│
├ ❒ MAKER
│ _${prefix}sticker_ <image>
│ _${prefix}swm_ <author|packname>
│ _${prefix}take_ <author|packname>
│ _${prefix}fdeface_
│ _${prefix}emoji_ <emot>
│ _${prefix}nulis_ <quert>
│
├ ❒ CANVAS IMAGE
│ _${prefix}trigger_ <image>
│ _${prefix}wanted_ <image>
│ _${prefix}wasted_ <image>
│ _${prefix}blur_ <image>
│ _${prefix}trash_ <image>
│ _${prefix}circle_ <image>
│
├ ❒ GROUP
│ _${prefix}antilink_ <1/0>
│ _${prefix}antivirtex_ <1/0>
│ _${prefix}add_ <628xxx>
│ _${prefix}kick_
│ _${prefix}linkgrup_
│ _${prefix}group_ <open/close>
│ _${prefix}setdesc_ <query>
│ _${prefix}setname_ <query>
│ _${prefix}block_
│ _${prefix}unblock_
│ _${prefix}tagall_
│ _${prefix}sider_
│ _${prefix}banchat_
│ _${prefix}promote_ 
│ _${prefix}demote_
│ _${prefix}revoke_
│ _${prefix}listadmin_
│ _${prefix}hidetag_
│ _${prefix}kontag_
│ _${prefix}sticktag_
│ _${prefix}totag_
│ _${prefix}getpic_
│
├ ❒ CONVERT
│ _${prefix}toimg_
│ _${prefix}tomp3_
│ _${prefix}tomp4_
│ _${prefix}slow_
│ _${prefix}fast_
│ _${prefix}reverse_
│ _${prefix}tourl_
│ _${prefix}shortlink_
│ _${prefix}pastebin_
│
├ ❒ STORAGE
│ _${prefix}addstik_
│ _${prefix}addimg_
│ _${prefix}addvid_
│ _${prefix}addvn_
│ _${prefix}dellstik_
│ _${prefix}liststik_
│ _${prefix}listimg_
│ _${prefix}listvid_
│ _${prefix}listvn_
│ _${prefix}getstik_
│ _${prefix}getimg_
│ _${prefix}getvid_
│ _${prefix}getvn_
│
├ ❒ UP STORY
│ _${prefix}upswteks_
│ _${prefix}upswimage_
│ _${prefix}upswvideo_
│
├ ❒ RANDOM TEXT
│ _${prefix}quotes_
│
├ ❒ FUN
│ _${prefix}caklontong_
│ _${prefix}tebakgambar_
│ _${prefix}fitnah_
│ _${prefix}fitnahpc_
│
├ ❒ MATH RANDOM
│ _${prefix}watak_
│ _${prefix}bisakah_
│ _${prefix}apakah_
│ _${prefix}bagaimanakah_
│ _${prefix}kapankah_
│ _${prefix}rate_
│ _${prefix}hobby_
│ _${prefix}truth_
│ _${prefix}dare_
│ _${prefix}cekbapak_
│ _${prefix}gantengcek_
│ _${prefix}cantikcek_
│ _${prefix}lesbicek_
│ _${prefix}gaycek_
│ _${prefix}sangecek_
│ 
├ ❒ TAG MENU
│ _${prefix}jadian_
│ _${prefix}ngewe_
│ _${prefix}ganteng_
│ _${prefix}cantik_
│
├ ❒ DOWNLOAD
│ _${prefix}play_ <query>
│ _${prefix}video_ <query>
│ _${prefix}ytmp3_ <link>
│ _${prefix}ytmp4_ <link>
│ _${prefix}ig_ <link>
│ _${prefix}igstory_ <username>
│ _${prefix}twitter_ <link>
│ _${prefix}tiktok_ <link>
│ _${prefix}tiktokaudio_ <link>
│ _${prefix}fb_ <link>
│ _${prefix}brainly_ <query>
│ _${prefix}anime_ <random>
│ _${prefix}komiku_ <query>
│ _${prefix}lirik_ <query>
│ _${prefix}chara_ <query>
│ _${prefix}playstore_ <query>
│ _${prefix}otaku_ <query>
│
├ ❒ SEARCH
│ _${prefix}igstalk_ <username>
│ _${prefix}ttstalk_ <username>
│ _${prefix}ytsearch_ <query>
│ _${prefix}gogle_ <query>
│ _${prefix}image_ <query>
│ _${prefix}pinterest_ <query>
│
├ ❒ GACHA CECAN COGAN
│ _${prefix}mutual_
│ _${prefix}next_
│
├ ❒ OTHER
│ _${prefix}stats_
│ _${prefix}ping_
│ _${prefix}grouplist_
│ _${prefix}inspect_
│ _${prefix}join_
│ _${prefix}spamchat_
│ _${prefix}listcmd_
│ _${prefix}listrespon_
│ _${prefix}caripesan_ <query>
│ _${prefix}kontak_
│ _${prefix}tagme_
│ _${prefix}wame_
│ _${prefix}style_
│ _${prefix}get_
│ _${prefix}voting_
│ _${prefix}delvote_
│ _${prefix}delete_
│ _vote_
│ _devote_
└─────────────────

❒  「 Thanks To : 」
│
├  ▢  : Hexagonz
├  ▢  : X - Dev ( Team) 
├  ▢  : HamBotz ( Team ) 
├  ▢  : All Creator Bot
├  ▢  : Penyedia Api & Module
│
└─────────────*

*❏ 𝐻𝑎𝑚 - 𝐵𝑜𝑡𝑧𝑧 ❏*`



}